Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: The project ended with the preparation of a diagnostic assessment and recommendations for further therapy work for the most complicated cases of disabilities treated by the Centre.
pl: Projekt zakończył się przygotowaniem dla najbardziej skomplikowanych przypadków podopiecznych Ośrodka oceny diagnostycznej wraz z opracowaniem zaleceń co do dalszej pracy terapeutycznej.

source: You are here Polish Aid / News / Poland trains Ukrainian medical rescue workers
pl: jesteś tutaj Polska pomoc / Komu pomagamy / Partnerstwo Wschodnie / Ukraina / Polska szkoli ukraińskich ratowników medycznych

source: Poland trains Ukrainian medical rescue workers
pl: Polska szkoli ukraińskich ratowników medycznych

source: Groups of voluntary paramedics are being formed in three Ukrainian cities.
pl: W trzech miastach na Ukrainie tworzone są grupy wolontariuszy-ratowników medycznych.

source: First aid training run by experienced paramedics from Poland has already started in Ivano-Frankivsk and Lviv.
pl: Zajęcia prowadzone były przez doświadczonych ratowników medycznych z Polski.

source: The programme is similar to Polish first aid courses and follows the most recent guidelines of the Polish and European Resuscitation Councils.
pl: Program szkoleń był zbliżony do standardów polskich kursów kwalifikowanej pierwszej pomocy i oparty o najnowsze wytyczne Polskiej i Europejskiej Rady Resuscytacji.

source: More than 60 people will be trained in Ivano-Frankivsk, Lviv and Kiev.
pl: Łącznie w Iwano-Frankiwsku, Lwowie i Kijowie będzie przeszkolonych ponad 60 osób.

source: Some of them will also undergo additional leadership training as well as specialist training in first aid performed on pregnant women, babies and people with disabilities.
pl: Część z nich weźmie udział w dodatkowych szkoleniach liderskich oraz szkoleniach specjalistycznych z zakresu pierwszej pomocy dla kobiet w ciąży, niemowląt i osób niepełnosprawnych.

source: “I believe that the support we gave our friends in Ukraine will come back to us soon.
pl: „Wierzę w to, że wsparcie naszych przyjaciół z Ukrainy już wkrótce do nas wróci.

source: World Youth Day is organised in Krakow in 2016.
pl: W 2016 r. w Krakowie organizowane są Światowe Dni Młodzieży.

source: Polish and Ukrainian paramedics and volunteers will have their first chance to cooperate in September.
pl: W ramach projektu odbędą się polsko-ukraińskie manewry ratowników medycznych w Iwano-Frankiwsku.

source: You are here Polish Aid / Partner countries / Sub-Saharan Africa / Senegal / Street children in Senegal
pl: jesteś tutaj Polska pomoc / Komu pomagamy / Afryka Subsaharyjska / Senegal / Dzieci ulicy w Senegalu

source: Street children in Senegal: help in returning to a normal life
pl: Dzieci ulicy w Senegalu: pomoc w powrocie do normalnego życia

source: In the Tremplin centre in Dakar, vocational training is held for more than 100 boys aged 13-20 who had been living on the streets for years.
pl: W ośrodku Tremplin, pod Dakarem, odbywają się szkolenia zawodowe dla ponad 100 chłopców w wieku 13-20 lat, którzy przez lata żyli na ulicy.

source: An additional group of 25 boys are completing work placements in construction companies and large factories in Dakar.
pl: Ponadto dodatkowa grupa 25 chłopców odbywa staże zawodowe w firmach budowlanych i dużych fabrykach w Dakarze.

source: In the Tremplin centre, led by the Senegalese organisation Village Pilote, the boys are not only provided with shelter, food and a sense of safety, but above all they have a chance to become independent in the labour market.
pl: W ośrodku Tremplin, prowadzonym przez senegalską organizację Village Pilote, chłopcy nie tylko mają zapewnione schronienie, wyżywienie i poczucie bezpieczeństwa, ale przede wszystkim otrzymują szansę usamodzielnienia się na rynku pracy.

source: Courses in electrics, plumbing, masonry and welding prepare them to look for employment in the burgeoning construction industry, while training in sustainable bio-agriculture gives them a competitive edge in farming techniques.
pl: Kursy elektryki, hydrauliki, murarstwa i spawania przygotowują ich do szukania zatrudnienia w rozrastającej się branży budowlanej, natomiast szkolenia w tematyce zrównoważonego bio-rolnictwadają im przewagę konkurencyjną w zakresie technik uprawy ziemi.

source: Here I learned to read and write, and I have learned various skills and completed different courses.
pl: Tu nauczyłem się pisać i czytać, a z czasem poznawałem różne zawody i kursy.

source: I chose carpentry because I like wood, I like to make furniture, doors and windows from it.
pl: Wybrałem stolarstwo bo lubię drewno, lubię z niego tworzyć meble, drzwi, okna.

source: I can see how older boys leave the centre and find jobs.
pl: Widzę, jak starsi koledzy wychodzą z ośrodka i znajdują pracę.

source: I hope that I will succeed too.”
pl: Mam nadzieję, że i mnie się uda.

source: Vocational courses end with several months of work experience in the centre and professional courses at external employers, helping the boys to gradually become independent.
pl: Kursy zawodowe kończą się wielomiesięczną praktyką w ośrodku i kursami zawodowymi u zewnętrznych pracodawców, dzięki którym chłopcy mogą się stopniowo usamodzielniać.

source: In Kiran, boys gaining work experience are looked after by former attendees of Village Pilot who have already found a permanent job there.
pl: W Kiran stażystami opiekują się dawni podopieczni Village Pilot, którzy znaleźli już tam stałą pracę.

source: Vincent, on work experience, talks about his work enthusiastically: “In the factory I work in the warehouse, I have superiors and colleagues.
pl: Vincent, stażysta, z entuzjazmem opowiada o swojej pracy: „W fabryce zajmuję się pracą w magazynie, mam przełożonych, kolegów.

source: At Village Pilote, I learned what hierarchy and discipline are - the street does not teach you that.
pl: W Village Pilote nauczyłem się, czym jest hierarchia i dyscyplina - ulica tego nie uczy.

source: I am trying because I really want a job at Kiran.
pl: Staram się bo zależy mi na pracy w Kiran.

source: I received my first salary and I am paying my own way.
pl: Dostaję już pierwsze pensje i sam się utrzymuję.

source: I never thought that I could get this far.”
pl: Nigdy nie sądziłem, że uda mi się zajść tak daleko.”

source: The problem of street children is a serious and widespread social phenomenon in Senegal.
pl: Problem dzieci ulicy jest poważnym i powszechnym zjawiskiem społecznym w Senegalu.

source: Its scale is increasing due to the economic difficulties of the country and the consequent exodus of people from rural to urban areas.
pl: Jego skala rośnie ze względu na trudności ekonomiczne kraju i związany z tym masowy odpływ ludzi ze wsi do miast.

source: According to UNICEF, there are nearly 100 million street children throughout the world.
pl: Według UNICEF na całym świecie jest blisko 100 mln dzieci ulicy.

source: The main tool for changing these children's lives is education, including, in particular, vocational education.
pl: Głównym narzędziem zmiany życia jest edukacja, w tym przede wszystkim edukacja zawodowa.

source: The value of the subsidy from the Ministry of Foreign Affairs is PLN 353,600.
pl: Wartość dotacji ze środków Ministerstwa Spraw Zagranicznych wynosi 353 600 zł.

source: You are here Polish Aid / Partner countries / Eastern Partnership / Belarus / Polish aid in Molotkoviche
pl: jesteś tutaj Polska pomoc / Komu pomagamy / Partnerstwo Wschodnie / Białoruś / Polska pomoc w Mołotkowiczach

source: Polish aid in Molotkoviche
pl: Polska pomoc w Mołotkowiczach

source: The Polish Embassy in Minsk, in cooperation with the State Educational Boarding School in Molotkoviche, is implementing a project titled “Social Inclusion of Young Adults with Intellectual Disabilities - Molotkoviche in Belarus.”
pl: Ambasada RP w Mińsku we współpracy z Państwową instytucją oświatową „Mołotkowicka specjalna szkoła-internat” realizuje na Białorusi projekt pt. „Integracja społeczna dzieci z intelektualną niepełnosprawnością w szkole-internacie w Mołotkowiczach”.

source: The aim of the aid activities carried out in Belarus since 2014 is vocational activation and social inclusion of pupils attending a special school in Molotkoviche: children aged 7 to 18 years with intellectual disabilities.
pl: Celem prowadzonych od 2014 roku działań pomocowych jest aktywizacja i integracja społeczno-zawodowa wychowanków szkoły specjalnej w Mołotkowiczach - dzieci w wieku od 7 do 18 lat z niepełnosprawnościami intelektualnymi.

source: Right now the special school in Molotkoviche provides schooling and boarding to 157 children with different degrees of intellectual disabilities who come from the Brest Oblast.
pl: Aktualnie w szkole specjalnej w Mołotkowiczach uczy się i mieszka 157 dzieci o różnym stopniu intelektualnej niepełnosprawności, pochodzących z obwodu brzeskiego.

source: Most of the school's pupils are from low-income dysfunctional families.
pl: Większość wychowanków szkoły pochodzi z rodzin dysfunkcyjnych, o niskim statusie materialnym.

source: The status of more than 50 of the boarding school's residents is that of orphaned children or children without parental care.
pl: Ponad 50 podopiecznych placówki posiada status dzieci-sierot i dzieci bez opieki rodzicielskiej.

source: The school in Molotkoviche runs an educational programme for its pupils where they can develop their social and communication skills, learn how to move around their residence and its surroundings, master simple household chores and learn how to use money (plan and do shopping).
pl: Szkoła w Mołotkowiczach prowadzi program edukacyjny, który służy rozwijaniu kompetencji społecznych wychowanków, umiejętności komunikacyjnych, poruszania się po miejscu zamieszkania i okolicy, opanowania prostych czynności domowych, posługiwania się pieniędzmi (planowania i dokonywania zakupów).

source: Thanks to Polish aid different workshops (in pottery, carpentry, sewing, etc.) were set up in the school for its pupils.
pl: W ramach polskiej pomocy na terenie szkoły zostały utworzone warsztaty dla wychowanków szkoły (m.in. garncarski, stolarski, krawiecki).

source: The current project provides for the modernisation of a construction workshop that will specialise in the production of paving tiles and setts, kerbs, and paving rims.
pl: Aktualnie realizowany projekt zakłada modernizację warsztatu budowlanego, poprzez sprofilowanie go w zakresie wyrobu płytek chodnikowych i brukowych, krawężników i obrzeży chodnikowych.

source: Thanks to workshops organised with the help of Polish aid, the school's pupils will be able to acquire vocational skills and learn self-sufficiency.
pl: Udostępnione dzięki realizacji projektu pracownie pomagają wychowankom szkoły zdobyć kompetencje zawodowe niezbędne do dalszego samodzielnego życia.

source: We invite you to watch a film made during this year's visit to the school in Molotkoviche by Paweł Jessa, Counsellor at the Polish Embassy in Minsk.
pl: Zapraszamy do obejrzenia filmu zrealizowanego w trakcie tegorocznej wizyty w szkole w Mołotkowiczach p. Pawła Jessy, Radcy Ambasady RP w Mińsku.

source: You are here Polish Aid / News / Tunisian Minister of Regional Development on a visit to Warsaw
pl: jesteś tutaj Polska pomoc / Aktualności / Wizyta Ministra Rozwoju Regionalnego Republiki Tunezyjskiej wraz z delegacją w Warszawie

source: Tunisian Minister of Regional Development on a visit to Warsaw
pl: Wizyta Ministra Rozwoju Regionalnego Republiki Tunezyjskiej wraz z delegacją w Warszawie

source: On 12 November 2012, a delegation of Tunisian officials headed by the Minister of Regional Development Jamel Eddine Gharbi began an official visit to Poland.
pl: W dniu 12 listopada 2012 r. rozpoczęła się oficjalna wizyta pana Jamela Eddinea Gharbi Ministra Rozwoju Regionalnego Republiki Tunezyjskiej wraz z delegacją.

source: The main aim of the visit of Minister Gharbi and his accompanying delegation is to acquaint the guests with Polish experiences in the field of local self-government reform.
pl: Głównym celem wizyty jest zapoznanie zaproszonych gości z polskimi doświadczeniami z przeprowadzenia reformy samorządowej w Polsce.

source: The agenda includes meetings with senior officials from the Ministry of Regional Development, the Ministry of Foreign Affairs, and the Ministry of Administration and Digitization, and with representatives of the Joint Commission of Government and Local Self-Government.
pl: W programie przewidziane są m.in. spotkania z kierownictwem Ministerstwa Rozwoju Regionalnego, Ministerstwa Spraw Zagranicznych, Ministerstwa Administracji i Cyfryzacji oraz przedstawicielami Komisji Wspólnej Rządu i Samorządu Terytorialnego.

source: We therefore wish to share our experiences.
pl: Chcemy dzielić się swoim doświadczeniem.

source: We are also ready to tell Tunisians where we went wrong, so that they can learn from our mistakes.
pl: Jesteśmy też gotowi opowiedzieć o tym co się nie udało, aby Tunezyjczycy mogli uczyć się na naszych błędach.

source: We are glad with our close cooperation since 2011, which I hope has been positive for both sides.”
pl: Cieszy nas trwająca od 2011 roku intensywna i mam nadzieję satysfakcjonująca dla obu stron współpraca”.

source: Thanking Poland for the invitation, Minister Jamel Eddine Gharbi underscored that, “Poland's 23-year experience is a source of inspiration for Tunisia and serves as an additional motivation for the Tunis government in implementing deep and structural changes.
pl: Minister Jamel-Eddine Gharbi dziękując za zaproszenie do Polski, podkreślił: „23-letnie doświadczenie Polski jest dla nas inspiracją i dodatkową motywacją do przeprowadzenia głębokich, strukturalnych zmian w naszym kraju.

source: I hope that the visit will be an occasion to conduct a substantive discussion and engage in contacts with Polish experts.
pl: Mam nadzieję, że ta wizyta będzie okazją do merytorycznej dyskusji i nawiązania kontaktów z polskimi ekspertami.

source: This is already the second visit of representatives of the Ministry of Regional Development of the Republic of Tunisia to Poland.
pl: To już druga wizyta przedstawicieli Ministerstwa Rozwoju Regionalnego Republiki Tunezyjskiej w Polsce.

source: Tunisia appreciates Poland's readiness to share its knowledge and experience.”
pl: Tunezja docenia gotowość Polski do dzielenia się wiedzą i doświadczeniem”.

source: You are here Polish Aid / News / Polish development aid for Africa
pl: jesteś tutaj Polska pomoc / Aktualności / Polska pomoc rozwojowa dla Afryki

source: Polish development aid for Africa
pl: Polska pomoc rozwojowa dla Afryki

source: Aid for East African countries will remain Poland's development aid priority - this is the key message of the visit by MFA Undersecretary of State Katarzyna Pełczyńska-Nałęcz to Kenya and Rwanda on 15-18 January.
pl: Pomoc krajom Afryki Wschodniej pozostaje priorytetem polskiej pomocy rozwojowej - to kluczowe przesłanie wizyty Podsekretarz Stanu w MSZ Katarzyny Pełczyńskiej-Nałęcz, która w dniach 15-18 stycznia przebywała w Kenii i Rwandzie.

source: Her talks in Kenya focused around Polish transformation.
pl: Rozmowy w Kenii koncentrowały się wokół doświadczeń polskiej transformacji.

source: Kenyan Foreign Ministry and Planning Ministry officials expressed interest in the possibility of benefiting from Poland's experiences in implementing their reforms.
pl: Przedstawiciele kenijskiego Ministerstwa Spraw Zagranicznych oraz Ministerstwa Planowania podkreślali zainteresowanie możliwością ich wykorzystania w procesie reform.

source: Discussions with the Rwandan authorities concerned, among others, plans to extend a centre - opened in 2009 thanks to Polish aid - run by the Order of Franciscan Sisters Servants of the Cross.
pl: Dyskusje z władzami rwandyjskimi dotyczyły m.in. planów rozbudowy - otwartego w 2009 roku dzięki polskiej pomocy - ośrodka , prowadzonego przez Zgromadzenie Sióstr Franciszkanek Służebnic Krzyża.

source: The Ministry of Foreign Affairs plans to continue its support by, among others, financing vocational education of children under the centre's tutelage.
pl: Ministerstwo Spraw Zagranicznych zamierza kontynuować wsparcie, m.in. poprzez sfinansowanie planów kształcenia zawodowego dla podopiecznych ośrodka.

source: Representatives of Rwanda's Ministry of Education expressed their appreciation for Poland's assistance and promised to support its operation during talks with Deputy Minister Pełczyńska-Nałęcz.
pl: Doceniając polską pomoc, przedstawiciele rwandyjskiego ministerstwa edukacji obiecali podczas rozmów z wiceminister Pełczyńską-Nałęcz wesprzeć jego dalszą działalność.

source: "Thanks to its active development cooperation, Poland is not an anonymous partner in East Africa" said Deputy Minister Pełczyńska-Nałęcz in summing up her visit.
pl: - Dzięki aktywnej współpracy rozwojowej Polska nie jest w Afryce Wschodniej anonimowym partnerem - powiedziała podsumowując wizytę wiceminister Pełczyńska-Nałęcz.

source: "Polish taxpayer money is used well, helping to effectively improve the situation of the most vulnerable, like that of the blind and sight impaired children in Kibeho, Rwanda, added the Deputy Minister.
pl: - Pieniądze polskiego podatnika wykorzystywane są skutecznie i pozwalają poprawiać sytuację najsłabszych, tak jak ma to miejsce w ośrodku dla dzieci niewidomych i słabo widzących w Kibeho, w Rwandzie - dodała.

source: You are here Polish Aid / News / Polish-Georgian talks on development cooperation
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / Aktualności / Polsko-gruzińskie rozmowy na temat współpracy rozwojowej

source: Polish-Georgian talks on development cooperation
pl: Polsko-gruzińskie rozmowy na temat współpracy rozwojowej

source: “Georgia has been a priority beneficiary of Polish development assistance since 2004,” said Deputy Foreign Minister Joanna Wronecka during her talks with Georgian government officials.
pl: - Gruzja jest jednym z priorytetowych beneficjentów polskiej pomocy rozwojowej od 2004 r. - podkreśliła wiceminister spraw zagranicznych Joanna Wronecka podczas rozmów prowadzonych z przedstawicielami gruzińskich władz.

source: “During that time we have carried out more than 300 projects in areas such as good governance, regional development, human capital and crisis management.
pl: - W tym czasie zrealizowaliśmy ponad 300 projektów w takich dziedzinach jak dobre rządzenie, rozwój regionalny, kapitał ludzki czy zarządzanie kryzysowe.

source: Now is the time to build on this solid foundation by developing another, modern dimension of development cooperation with Georgia,” said the deputy foreign minister.
pl: Nadszedł czas, aby na tak zbudowanym solidnym fundamencie rozwinąć kolejny, nowoczesny wymiar współpracy rozwojowej z Gruzją - mówiła wiceszefowa MSZ.

source: Deputy Minister Joanna Wronecka met with Deputy Prime Minister and Minister of Foreign Affairs Mikheil Janelidze, Deputy Prime Minister and Minister of Education and Science Aleksandre Jejelava, Minister of Labour, Health and Social Affairs David Sergeenko and Minister of Regional Development and Infrastructure Zurab Alavidze.
pl: Wiceminister Joanna Wronecka została przyjęta przez wicepremiera i ministra spraw zagranicznych Micheila Dżanelidze, wicepremiera i ministra edukacji i nauki Aleksandrea Jejelawę, ministra pracy, zdrowia i spraw społecznych Dawida Sergeenko oraz ministra rozwoju regionalnego i infrastruktury Zuraba Alawidze.

source: The Polish deputy foreign minister also met with deputy ministers of internal affairs.
pl: Wiceszefowa polskiego MSZ spotkała się ponadto z wiceministrami spraw wewnętrznych.

source: The main purpose of the meetings was to review the existing cooperation and discuss directions of future activity.
pl: Podstawowym celem rozmów był przegląd dotychczasowej współpracy oraz omówienie kierunków dalszej działalności.

source: The MFA deputy head emphasized Georgia's key position as Poland's partner in the South Caucasus region, also with regard to development cooperation.
pl: W trakcie spotkań podsekretarz stanu w MSZ podkreśliła, że Gruzja jest kluczowym partnerem Polski w regionie Kaukazu Południowego, także w wymiarze współpracy rozwojowej.

source: She praised the determination with which the Georgian authorities have been implementing the process of Georgia's integration with the EU structures despite the challenges now facing the European Union.
pl: Z uznaniem odniosła się do determinacji władz gruzińskich w procesie integracji ze strukturami UE, pomimo wyzwań, przed jakimi stoi obecnie Unia Europejska.

source: “Poland supports Georgia's Euro-Atlantic aspirations and wants to aid Tbilisi in its efforts to build a strong and prosperous Georgia.
pl: - Polska popiera euro-atlantyckie aspiracje Gruzji i pragnie wspierać Tbilisi w realizacji celu, jakim jest silna i dostatnia Gruzja.

source: “Development cooperation brings added value to this process,” Deputy Minister Wronecka told Georgia's top diplomat Mikheil Janelidze.
pl: Współpraca rozwojowa stanowi w tym względzie istotną wartość dodaną - podkreśliła w rozmowie z gruzińskim szefem dyplomacji Micheilem Dżanelidze wiceminister Wronecka.

source: The deputy minister also declared that the MFA is prepared to continue supporting efforts of the Georgian society in such areas as implementing the association agreements, crisis management, reforming pre-school education, implementing regional development policy and developing a system of support for people at risk of social exclusion.
pl: Wiceszefowa polskiej dyplomacji zaznaczyła również, że MSZ jest gotowe nadal wspierać wysiłki społeczeństwa gruzińskiego w takich obszarach jak wdrażanie umów stowarzyszeniowych, zarządzanie kryzysowe, reforma systemu edukacji przedszkolnej, wdrażanie polityki rozwoju regionalnego czy budowania systemu wsparcia osób zagrożonych wykluczeniem.

source: She also pointed to the need for a new approach to development projects, specifically to strengthen the role of women in the society and to create conditions for long-lasting professional activation of vulnerable people.
pl: Wskazała również na konieczność nowego podejścia do projektów rozwojowych, szczególnie, jeśli chodzi o wzmacnianie roli kobiet w społeczeństwie i tworzenie warunków dla trwałej aktywizacji zawodowej osób w potrzebie.

source: The Polish-Georgian development cooperation dialogue, taking place on 9-10 October 2017, provides an opportunity to visit the places where development projects funded by Polish Aid are carried out.
pl: Polsko-gruziński dialog na temat współpracy rozwojowej w dniach 9-10 października 2017 r. to okazja do odwiedzenia miejsc realizacji projektów rozwojowych finansowanych w ramach Polskiej Pomocy.

source: Poland believes it is important to support groups at risk of social exclusion and has been carrying out pilot initiatives in Georgia to address their needs for years.
pl: Polska, uznając wagę wsparcia grup zagrożonych wykluczeniem społecznym, od lat realizuje pilotażowe inicjatywy w Gruzji na ich rzecz.

source: You are here Polish Aid / Partner countries / Eastern Partnership / Ukraine / Ukraine - projects carried out in 2012 / Ukrainian fire-fighters trained by Polish counterparts
pl: jesteś tutaj Polska pomoc / Komu pomagamy / Partnerstwo Wschodnie / Ukraina / Projekty 2012 - Ukraina / Ukraińscy strażacy szkolą się pod okiem polskich kadr

source: Ukrainian fire-fighters trained by Polish counterparts
pl: Ukraińscy strażacy szkolą się pod okiem polskich kadr
